"generic_title_error" = "Error";
"english" = "English";
"spanish" = "Spanish";
"portuguese" = "Portuguese";
"french" = "French";
"attention" = "Attention";
"button_yes" = "Yes";
"button_no" = "No";
"wallets" = "Wallets";
"reset_wallet" = "Reset Wallet";
"welcome_statement" = "Welcome to Padawan!\n\nThis application is a place to learn the common features of mobile bitcoin wallets.\n\nIt uses bitcoin's signet, an alternative bitcoin network used globally and built exclusively for testing. The coins on this network do not have any value, but they otherwise look and behave just like normal bitcoins!\n\nThis wallet is built for users of all ages to experiment and learn about bitcoin in a risk-free environment.";
"onboard_title_1" = "Welcome to Padawan";
"onboard_title_2" = "Learn by Doing";
"onboard_title_3" = "Level Up";
"onboard_1" = "Jump into bitcoin the safe way, with test coins to practice and learn!";
"onboard_2" = "Padawan is a complete bitcoin wallet. Send, receive, and recover test coins just like you would any bitcoin wallet (but without risking real funds!)";
"onboard_3" = "9 bite-sized lessons guide you through the concepts required to use bitcoin with confidence. Let's go!";
"already_have_a_wallet" = "I already have a\nPadawan wallet\n(12-words backup)";
"recover_wallet" = "Recover Wallet";
"enter_your_12_words" = "Enter your 12-word recovery phrase below.";
"sync" = "sync";
"send" = "Send";
"receive" = "Receive";
"amount" = "Amount";
"verify_transaction" = "Verify transaction";
"address" = "Address";
"bottom_nav_wallet" = "Wallet";
"bottom_nav_chapters" = "Learn";
"bottom_nav_settings" = "More";
"confirm_and_broadcast" = "Confirm and broadcast";
"amount_error_message" = "Amount is missing!";
"address_error_message" = "Address is missing!";
"fee_rate_error_message" = "Fee Rate is missing!";
"faucet_dialog" = "To help you get started learning about bitcoin, Padawan Wallet can send you some coins so you can follow along the chapters and send them around to friends!\n\nWould you like to receive some signet bitcoin?";
"total_fee" = "Total fee";
"transaction_broadcast" = "Transaction broadcast!";
"about_text" = "Padawan is a signet-only bitcoin wallet packed with tutorials on how to use bitcoin wallets. We're building the app you will want to recommend to your friends that keep asking you questions about bitcoin!\n\nPadawan is for people of all ages and aims to be a self-study tool, getting its users acquainted with the usual workflow and basic jargon of mobile wallets in a risk-free environment perfect for experimentation and learning (signet). We think signet is an underused resource outside of software development circles, and believe it can be leveraged for bitcoin-curious people everywhere.\n\nPadawan is an open source (Apache 2.0 licenced), free collaborative project. If you have feedback for us, please leave us a review on the Play Store, or check out our GitHub repository!";
"send_coins_back" = "Signet coins can be hard to acquire, and even though they have no market value, they are not infinite, and we should be careful not to waste them or let them get lost!\n\nOnce you are done with your signet coins, please consider sending them back to the Padawan project so that we can continue sending coins to new users. Use the address above to send your coins back to us.";
"privacy_text" = "Padawan Wallet does not collect any information on its users, and does not use Firebase Crashlytics. This, however, means it's much harder for us to hear about the bugs from our users. If you have feedback, feel free to send a message to the Padawan Twitter/X account (@padawanwallet) or to write us an email. You can read our full privacy policy here:";
"privacy_link" = "https://github.com/thunderbiscuit/padawan-wallet/blob/master/PRIVACY.txt";
"send_coins_back_address" = "tb1pz03858mpkfdjhzuyxnjxsp0kaznsq4h0xygfent50crn7594dwwsarktjq";
"copy_address_string" = "Copy";
"text_copied" = "Copied";
"cancel" = "Cancel";
"generate_a_new_address" = "Generate a new address";
"fees_sats_vbytes" = "Fees (sats/vbytes)";
"enter_amount_sats" = "Enter amount (sats)";
"enter_signet_address" = "Enter a bitcoin signet address";
"padawan_journey" = "Padawan journey";
"continue_on_your_journey" = "Continue on your journey of learning bitcoin.";
"getting_started" = "Getting started";
"transactions" = "Transactions";
"next" = "Next";
"finish" = "Finish";
"back_to_lessons" = "Back to lessons";
"transaction_details" = "Transaction details";
"balance_delta" = "Change on wallet balance:";
"transaction_type" = "Transaction type:";
"time" = "Time:";
"pending" = "Pending";
"txid" = "Txid:";
"fees_paid" = "Fees paid:";
"back_icon" = "Back icon";
"image" = "image";
"padawan_logo" = "Padawan Logo";
"padawan_wallet" = "Padawan Wallet";
"create_a_wallet" = "Create a wallet";
"recover_a_wallet" = "Recover a wallet";
"about_padawan" = "About Padawan";
"change_language" = "Language + Color Theme";
"your_recovery_phrase" = "Your recovery phrase";
"checkmark_image" = "Checkmark image";
"copy_to_clipboard_image" = "Copy to clipboard image";
"send_your_coins_back" = "Send your coins back to us!";
"settings" = "More";
"everything_else" = "A collection of everything else you need in the app.";
"recovery_phrase" = "Recovery phrase";
"send_signet_coins_back" = "Send signet coins back";
"lessons_reset_successful" = "Chapters reset successful";
"reset_completed_chapters" = "Reset completed chapters";
"receive_bitcoin" = "Receive bitcoin";
"qr_code" = "QR Code";
"send_bitcoin" = "Send bitcoin";
"balance" = "Balance:";
"scan_qr_icon" = "Scan QR Icon";
"confirm_transaction" = "Confirm Transaction";
"no_network" = "Your device is not connected to the internet!";
"send_icon" = "Send icon";
"receive_icon" = "Receive icon";
"block" = "Block:";
"unable_to_access_network" = "Currently unable to access network";
"bitcoin_signet" = "bitcoin signet";
"transaction_list_empty" = "Hey! It looks like your transaction list is empty. Take a look around, and come back to get some coins so you can start playing with the wallet!";
"currency_toggle_text" = "Currency Toggle Text";
"changing_color_animation" = "Changing color animation";
"hello_there" = "Hello there!";
"select_language" = "Select your preferred language and color theme for Padawan Wallet.";
"get_coins" = "Get Signet coins";
"button_link_privacy" = "Read our privacy policy here.";
"app_level_language" = "App-Level Language";
"color_theme" = "Color Theme";
"alert_change_language" = "This setting will take effect after restarting the app. Do you want to restart the app now?";
"return_address_image" = "Return sats faucet address image";
"no_thank_you_icon" = "No thank you icon";
"proceed_icon" = "Proceed icon";
"l1_title" = "What is the Bitcoin Signet?";
"l1_app_bar" = "Bitcoin Networks";
"l1_p1" = "Bitcoin networks are made up of thousands of computers across the world. These computers speak a common language and communicate directly with each other over the internet.";
"l1_p2" = "You might not know, but there are many bitcoin networks! They break into two families: the main network (there is only one of those) and the test networks (there are many of those!).";
"l1_h2" = "Mainnet";
"l1_p3" = "When people talk about \"the bitcoin network\", they usually mean the mainnet bitcoin network (or simply \"mainnet\").";
"l1_p4" = "The bitcoins on mainnet have monetary value, are used as money for transactions between people, and can be traded on cryptocurrency exchanges.";
"l1_h3" = "Test Networks";
"l1_p5" = "There are a few test networks, each with their own purpose. They tend to not be as well known as the mainnet network, but are very important nonetheless! Padawan uses the Signet network for its transactions, but you might also hear of Testnet3, Testnet4, and Regtest. The bitcoins on these networks are called signet/testnet/regtest coins and look and behave just like mainnet bitcoins. But unlike mainnet bitcoins, those test coins have no monetary value.";
"l1_p6" = "Test networks are used by software developers and organizations who create real-world applications that interact with bitcoin. These developers can use test networks to make sure their software is working properly before launching on mainnet. But you don't need to be a software developer to use them!";
"l1_h4" = "Padawan &amp; Signet";
"l1_p7" = "The signet and its coins are an invaluable resource for curious people to learn, play, and get confident with bitcoin networks before handling \"real\" mainnet bitcoins! Remember that test bitcoins DO NOT have monetary value.";
"l1_p8" = "Padawan will teach you the foundations of bitcoin, including making transactions and backing up wallets, all using the signet network. You cannot receive or send mainnet bitcoins to or from your Padawan wallet. Any coins you have on Padawan or send to friends using the app are signet coins with NO monetary value.";
"l1_p9" = "Use Padawan to learn, practice, and test the boundaries of your bitcoin knowledge!";
"l2_title" = "Receiving bitcoin";
"l2_app_bar" = "Receiving Bitcoin";
"l2_p1" = "To receive bitcoin, you ask your wallet software (like Padawan) to generate a receive address. Each time your receive bitcoin, a new address will be used by your wallet.";
"l2_p2" = "To make it easier to share, we display this address in two common ways:";
"l2_p3" = "1. A string of letters and numbers that might look like this:";
"l2_p4" = "Or";
"l2_p5" = "2. A QR code that might look like this:";
"l2_p6" = "The two formats above refer to the same address, just in different ways.";
"l2_h1" = "Generating receive addresses";
"l2_p7" = "To receive bitcoin, you have two options:";
"l2_p8" = "1. The sender scans a QR code: If the person who wants to send you coins is nearby, generate a new receive address and ask them to use their phone to scan the QR code displayed by your wallet.";
"l2_p9" = "2. Copy and paste the receive address to share it: Generate a new receive address, copy the string of letters and numbers (the address), and paste it in a message to the person who will send you the payment. If possible, you should try to send these messages on an encrypted platform so as to keep the address and the transaction private between you and the payer!";
"l2_p10" = "On Padawan, you can long press the address and the wallet will offer you to put the address directly into your clipboard for pasting somewhere else.";
"l2_h2" = "Be careful!";
"l2_p11" = "It is very important to be careful when sending and receiving bitcoin. The person sending bitcoin must use the exact correct address.";
"l2_p12" = "Even though the QR code system and the copy/paste function of our phones are an acceptable way of remaining cautious, you should always double check the complete receive address. At the very least, when you copy and paste your receive address, make sure the first and last 5–10 characters of the address match.";
"l2_p13" = "Reminder: Padawan only uses signet bitcoins. Do not try to send it real bitcoins!";
"l3_title" = "Sending bitcoin";
"l3_app_bar" = "Sending bitcoin";
"l3_p1" = "To send bitcoin, you must ask for a receive address. If offered a QR code, scan it using your phone's camera. If you receive a long string of letters and numbers, you can copy and paste the address into the address field of the transaction screen of the app. Remember to double check the address once you have pasted it!";
"l3_p2" = "Once you have inputted the address, specify the amount of bitcoin to send (either in bitcoin units or in satoshis), and broadcast the transaction to the network. Your transaction will be picked up by nodes all over the world, and will eventually be mined in a block!";
"l4_title" = "What is the mempool?";
"l4_app_bar" = "The Mempool";
"l4_p1" = "When you complete and broadcast a bitcoin transaction, it is recorded across all computers connected to the bitcoin network usually within 2 to 5 seconds. Eventually the transaction is added to the blockchain, but when a node initially becomes aware of it, it simply adds it to a group of transactions it knows about but that have not yet been included in a block. This group of transactions is called the mempool (or \"memory pool\"), and each computer connected to the bitcoin network keeps its own memory pool. A transaction being \"in the mempool\" (meaning most nodes have seen and added the transaction to their memory pool) means it has been acknowledged by the network, but not yet made official on the blockchain.";
"l4_p2" = "To be made official, bitcoin miners need to mine a block that has the transaction included in it.";
"l4_h1" = "Imagine a bus";
"l4_p3" = "Imagine a bus coming to pick up passengers every 10 or so minutes. The bus can only take a certain amount of weight. Since every passenger is a different weight, the amount of passengers that can fit on the bus changes every time.";
"l4_p4" = "The mempool acts as the bus stop. A lineup of transactions wait in the mempool to be processed into a block on the blockchain. The transactions wait for their turn to be mined, and every time the bus comes by it takes as many passengers as it can fit.";
"l4_h2" = "Some passengers";
"l4_p5" = "Some passengers might be in a hurry to get on the next bus. They can pay an extra fare to make sure they are near the front of the line. These transactions will be prioritized in the mining process.";
"l4_p6" = "On the other hand, some passengers might not be in a hurry at all! In that case, they might want to save their money by not paying a higher fare. Eventually, the line will clear and every transaction waiting in line does get through.";
"l5_title" = "What are transaction fees?";
"l5_app_bar" = "Transaction Fees";
"l5_p1" = "Now you know a little bit more about transactions. There are many, many transactions being sent, validated, confirmed, and stored in the bitcoin network every minute of every day. This is a very costly affair.";
"l5_p2" = "The bitcoin network can only keep up with so much demand on the system. To make sure the load on the network stays light and lean, there is a limited capacity for the total amount of bytes that can be transacted over the network per amount of time.";
"l5_h1" = "Bidding using transaction fees";
"l5_p3" = "Because the space is limited in terms of bytes per block and there is only 1 new block being mined every 10 minutes or so, bitcoin users compete for space on the blockchain by providing a fee for their transaction.";
"l5_p4" = "The transactions with the highest fees are prioritized by the miners when building blocks.";
"l5_h2" = "Why does the network need a light load?";
"l5_p5" = "One of the main advantages of the bitcoin network is its ability to stay synchronized and distributed across many computers linked to the network all over the world. The lighter and leaner the load on the network, the more resistant it is to attacks, and the more neutral and robust it stays so that all can benefit from its availability and robustness.";
"l6_title" = "Bitcoin units";
"l6_app_bar" = "Bitcoin Units";
"l6_p1" = "The word bitcoin has a few meanings. When referring to bitcoin, people sometime mean (a) the network, the protocol, the open source project, or (b) one of the units of value when transacting on the bitcoin network.";
"l6_h1" = "Breaking it down";
"l6_p3" = "Just like the kilometer can be broken down into meters and centimeters and the foot can be broken down into inches, a bitcoin can be broken into smaller units.";
"l6_p4" = "The most important units to describe bitcoin are the bitcoin and the satoshi. Sometimes we shorten the bitcoin unit to \"btc\" and the satoshi unit to \"sat\". There are 100,000,000 satoshis in 1 bitcoin.";
"l6_h2" = "Symbols";
"l6_p5" = "There is not yet an \"official\" symbol for either unit (bitcoin or satoshi). You may see the following symbols on Padawan or in other cryptocurrency exchanges or applications.";
"l6_p6" = "Symbols sometimes used for bitcoin:";
"l6_p7" = "Symbols sometimes used for satoshis:";
"l6_h3" = "Which unit should I use?";
"l6_p8" = "We often use the bitcoin (btc) or satoshi (sat) unit depending on the size of the transaction.";
"l6_p9" = "- A brand new car might be worth 1,700,000,000 sats, but it is more simple to say 1.7 bitcoin.";
"l6_p10" = "- You could buy a candy for 0.00000250 bitcoin, but it's much simpler to say 250 satoshis.";
"l6_p11" = "Someone using bitcoin applications must develop the skill to understand both bitcoin and satoshi units. Many transactions are denominated in bitcoin, but their network fee (see chapter 4) is almost always using the satoshi unit.";
"l6_p12" = "In Padawan, you can switch between the two units in the main wallet display page by touching the btc/sats symbol.";
"l7_title" = "What is a recovery phrase?";
"l7_app_bar" = "Recovery Phrases";
"l7_p1" = "You can think of your wallet as a tree, and the addresses it generates as its leaves (remember that you use a new address every time you receive bitcoin). The number of addresses that can be generated from this tree is near-infinite, but the only necessary part of backing up such a \"tree of addresses\" is to remember the root of the tree. Each new root will generate a completely new tree, but any wallet can recreate the whole tree simply by starting with the root.";
"l7_p2" = "Modern bitcoin wallets use a process called deterministic key generation. Every new address your wallet produces is generated non-randomly. This gives them the property of being very flexible in terms of generating new addresses, while not having to remember them all individually (you do not have to make individual backups for all the addresses to which you received bitcoin).";
"l7_p3" = "The \"root\" of your wallet is the wallet seed. This wallet seed is simply a really, really large number. But numbers are notoriously hard to remember, and humans are usually really bad at writing them down properly without making mistakes or typos.";
"l7_p4" = "Instead, a standard for encoding these really large numbers has emerged in the bitcoin ecosystem. This standard uses a series of 12 or 24 words in a specific order, which together can always be used to recreate the wallet seed.";
"l7_h1" = "Padawan and backups";
"l7_p5" = "Padawan uses this standard to allow users to create backups for its wallets. You'll find the 12 words (often referred to as a recovery phrase) on a separate screen under the menu options.";
"l7_p6" = "The words in your recovery phrase (or backup phrase) should be treated with the utmost care. They hold the key to all the bitcoin stored in a wallet, and they are indeed the only thing required to access all funds. We must be careful not to share this recovery phrase with potential attackers.";
"l7_p7" = "But the value of this recovery phrase is immense: it means you can delete the application or lose your phone, and you will not lose your funds. As long as you have kept your 12-word recovery phrase safe, you can recover your wallet and all the bitcoin it holds. It is generally a good practice to write down this recovery phrase on physical objects like paper or metal (not saved on a computer) and store it in a safe place. Where/how you do this depends on how much your wallet holds and the level of security required for your use case.";
"l8_title" = "Recovering your wallet";
"l8_app_bar" = "Wallet Recovery";
"l8_p1" = "Recovering a wallet from a recovery phrase is usually fairly easy. Recovery phrases (sometimes also called mnemonics) use a standard called BIP39, which provides a common way to recover coins between different wallets. The usual pattern for backing up and recovering a wallet is the following:";
"l8_p2" = "1. We create a wallet and the software provides us with either 12 or 24 words to write down and keep. The order of the words is important, so make sure you write them in the right order. In Padawan, you can see those 12 words at any time by going into the \"Recovery phrase\" screen in the menu.";
"l8_p3" = "In most other wallets, you will only get a chance to see those words once, SO MAKE SURE YOU WRITE THEM DOWN AND TREAT THEM LIKE THE MONEY THEY REPRESENT.";
"l8_p4" = "2. Upon creating a new wallet, you can always try to send a tiny amount of bitcoin to the wallet, delete the wallet, and attempt a full recovery using the words provided by the wallet. Alternatively, if you own two devices you can use for this test, you can try to create the wallet on one, recover it on a different device, and see the small amount you sent is accessible on both devices. If all goes well and you backed up your wallet correctly, you will be able to re-enter the recovery phrase, the exact same wallet will be generated, and the coins will be there.";
"l8_p5" = "3. In Padawan, you would click on \"I already have a Padawan wallet\" and enter your 12-word recovery phrase.";
"l8_h1" = "The power of recovery phrases";
"l8_p6" = "This ability to recover a wallet using only your words is very powerful, because it means that you don't actually need the wallet to be installed on your phone to transport your bitcoin. You can simply keep the 12 words somewhere safe (learning them by heart is also often useful, although you should not rely on that uniquely!) and rebuild a wallet later on when needed. Recovery phrases are also standard across many bitcoin wallets, which means you can rebuild a wallet using a different app or desktop wallet and the coins will be accessible!";
"l8_p7" = "This aspect of bitcoin software is often misunderstood and is worth taking the time to appreciate; bitcoins are not \"held\" in any mobile, desktop, or hardware wallet. They are simply accessed through them.";
"l8_p8" = "The signet coins you have on Padawan can be recovered and used on a range of other mobile, desktop, and hardware wallets that support BIP39 bitcoin wallets. If your recovery phrase is properly backed up, deleting the app on your phone is not an issue at all!";
"l9_title" = "The different types of wallets";
"l9_app_bar" = "Different Wallets";
"l9_h1" = "Why is there more than one type of wallet?";
"l9_p1" = "A bitcoin wallet secures a set of cryptographic keys (very large and important numbers). It is important to protect these keys, and ensure they are not accessed by anyone other than the wallet owner.";
"l9_p2" = "There are many solutions for this requirement. Each type of wallet will have tradeoffs between its security level and its ease-of-use. Choosing the right wallet for a specific use can be overwhelming, but it is important! This chapter will help you understand why and when to use different types of bitcoin wallets.";
"l9_h2" = "Hot vs cold wallets";
"l9_p3" = "The first distinction between wallets is whether they have any access to the internet at all. \"Hot wallets\" are connected to the internet. Padawan is connected to the internet, and therefore is classified as a hot wallet. Hot wallet are more vulnerable to security attacks, and there are more ways they can fail, but it is much easier to send and receive transactions using them.";
"l9_p4" = "Think of a physical wallet you hold in your pocket with some cash in it. If it gets lost or stolen, you don't risk losing your savings, because those are held somewhere else safer (for example, in a bank account). A hot wallet is perfectly suited for holding small amounts of bitcoin for daily use (for example, the amount you would spend at a grocery store). It is easy to use, but you should not hold all your savings in it, since it is more vulnerable to attack and failure. On the other hand they're very handy! Knowing how much to keep on a hot wallet vs cold wallet is a good skill to develop, and often depends on your spending needs and habits.";
"l9_p5" = "\"Cold wallets\" are wallets that do not ever have access to the internet or the blockchain. They don't even know the internet exists! They are often specialized pieces of hardware that can perform a very small range of tasks, namely to sign bitcoin transactions with cryptographic keys they control. This makes them much more secure against attacks. It also means they are a bit more work when using them to spend or receive coins. Cold wallets are often used for storing larger amount of coins you don't need access to everyday, similar to how you might go to the bank to get money for the week.";
"l9_h3" = "Hardware, software, mobile, lightning, and custodial wallets";
"l9_p6" = "You might hear other names for wallets when searching for what best suits your needs. The following are commonly used by people to interact with bitcoin. Remember that a wallet can fit more than one of those categories.";
"l9_p7" = "1. Hardware wallets: these are often small, specialized bitcoin devices that can be plugged in a computer or phone, but cannot use the internet. They would be considered in the family of \"cold wallets\".";
"l9_p8" = "2. Software wallets: these often refer to applications you can use on your phone or desktop computer. Therefore, these are often hot wallets. It is not a very good name, because all bitcoin wallets use software! But you'll encounter the term often enough that you should know what it means.";
"l9_p9" = "3. Mobile wallets: these applications run on your phone, and are almost always hot wallets. They tend to give you the most easy-to-use experience, but are less safe for bigger amounts of bitcoin. Padawan wallet is an example of a mobile wallet.";
"l9_p10" = "4. Lightning wallets: the lightning network is a whole other topic not covered by Padawan. In summary, the Lightning Network is an extension of what we can do with bitcoin, and is perfectly suited for smaller, faster transactions. Using a lightning wallet is a great way to manage day-to-day spending. We highly encourage looking into lightning wallets and payments as you make your way forward on your bitcoin journey!";
"l9_p11" = "5. Custodial wallets: these are wallets where the cryptographic keys do not reside on the device you use to receive or spend, but are rather held elsewhere under someone else's control. Your wallet then remotely asks the custodian to make payments on your behalf. This opens up other attack vectors (for example, the custodian can decide to not abide by your requests for a transaction, or potentially steal all your coins), but also makes the wallets easier to use and recover. In general, as your bitcoin experience grows and you get more comfortable with different types of wallets and use cases, you should prefer wallets that do not give up control of your keys, and the option of a custodial wallet should be considered a last resort.";
"accessibility_transactions_empty_label" = "This is your list of transactions made in the Padawan Wallet. Currently, it has no transactions.";
"accessibility_transactions_empty_hint" = "Tap on get signet coins right below to receive test funds and start your first transaction.";
"accessibility_unit_selector" = "Currency Unit.";
"accessibility_unit_selector_hint" = "Tap to switch unit.";
"accessibility_total_balance" = "Total Balance";
"accessibility_sync_button" = "Updates your balance and transactions.";
"accessibility_header_balance" = "This card is where present your total balance";
"accessibility_receive_hint" = "Navigates to the address generation screen";
"accessibility_send_hint" = "Navigates to the screen to paste an address and send signet coins";
"accessibility_txid_format" = "Transaction identifier. Starts with %@ and ends with %@";
"accessibility_txid_link_format" = "ID starting with %@, tap to open mempool space in browser";
"accessibility_qr_code_label" = "address QR code";
"accessibility_qr_code_hint" = "Tap to copy";
"accessibility_address_label" = "bitcoin signet address";
"accessibility_address_copied" = "Address copied to clipboard";
"accessibility_starts_with" = "Starts with";
"accessibility_ends_with" = "Ends with";
"accessibility_scan_qr_code" = "Scan QR Code";
"accessibility_slide_taxs" = "sats per vByte";
"accessibility_verify_transaction" = "Open verify transaction";
"accessibility_camera_viewfinder" = "camera viewfinder";
"accessibility_camera_hint" = "Point to a QR code";
"accessibility_cancel_scan_hint" = "close the camera and come back";
"accessibility_broadcast_hint" = "Send the transaction to the bitcoin network";
"accessibility_prev_page" = "Previous page";
"accessibility_next_page" = "Next page";
"accessibility_finish_onboarding" = "Finish introduction";
"accessibility_create_wallet_hint" = "Create a new wallet";
"accessibility_restore_wallet_hint" = "Recover an existing wallet using recovery phrase";
"accessibility_recover_wallet_hint" = "Restore your wallet using the 12 words typed above";
"accessibility_privacy_link_hint" = "Open privacy therms page in external browser";
"accessibility_reset_lessons_hint" = "Resets all progress in educational lessons";
"accessibility_opens_screen_hint" = "Navigate to the selected screen";
"accessibility_app_version" = "App version";
"accessibility_word_number" = "Word";
"accessibility_qr_code_return_label" = "Return address QR code";
"accessibility_copy_address_hint" = "Tap to copy the address to the clipboard";
"accessibility_return_address_copied" = "Copied address";
"accessibility_return_address" = "Return address";
"accessibility_lesson_completed" = "Completed";
"accessibility_lesson_pending" = "Not completed";
"accessibility_open_lesson_hint" = "Opens the lesson details";
"accessibility_page" = "Page";
"accessibility_of" = "of";
"accessibility_finish_lesson" = "Finish lesson";
